Revit 2027 API
BuiltInFailures.FabricFailures.WrongFabricSheetStartOverhang Property
 Wrong Start Overhang of the Fabric Sheet Type.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId WrongFabricSheetStartOverhang { get; }
Public Shared ReadOnly Property WrongFabricSheetStartOverhang As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ WrongFabricSheetStartOverhang {
	FailureDefinitionId^ get ();
}
static member WrongFabricSheetStartOverhang : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.FabricFailures Class
Autodesk.Revit.DB Namespace